// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Cancelar";
"SHUTDOWN_BUTTON"	= "Desligar";
"SKIP_BUTTON"		= "Ignorar";
"QUIT_BUTTON"		= "Encerrar";
"GO_BUTTON"		= "Ir";

"CONNECT_BUTTON"	= "Conectar";
"CONTINUE_BUTTON"	= "Continuar";
"RECONNECT_BUTTON"	= "Tentar Novamente";
"GO_BACK_BUTTON"	= "Voltar";
"REGISTER_LATER_BUTTON"	= "Registrar Mais Tarde";
"DONT_ACCEPT_BUTTON"	= "Não Aceitar";
"LEARNMORE_BUTTON"	= "Mais Informações";

"SYSTEM_PREFERENCES_BUTTON" = "Abrir Preferências do Sistema";

"SYSTEM_PREFERENCES" = "Preferências do Sistema";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Enviar Registro";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrador";

"OTHER_AIRPORT_NETWORK" = "Outra Rede";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Conectado com êxito ao outro Mac...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Configurando seu computador…";
"MESSAGE_PREP_CONNECTION"	= "Preparando para conectar…";
"MESSAGE_CONNECTING"		= "Conectando à Apple…";
"MESSAGE_DISCONNECTING"		= "Desconectando…";
"MESSAGE_REGISTRATION_SENT"	= "Seu registro foi enviado à Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "O Assistente de Configuração não pode ser usado para configurar o seu computador.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Para alterar os ajustes do seu computador, em vez disso escolha Apple () > Preferências do Sistema.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "O Assistente de Configuração do Mac OS X não pode ser usado com este monitor.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Para configurar o seu computador, escolha Preferências do Sistema no menu Apple. Para registrar o seu produto, visite www.apple.com/register";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "O dispositivo conectado ao miniconector do alto-falante Apple não pode ser reconhecido.";
"MESSAGE_SPEAKER_CONNECTION"			= "Retire o plugue do conector. Depois volte a colocá-lo certificando-se de que fique inserido totalmente.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Seu registro não pôde ser enviado.";
"MESSAGE_CONNECTION_FAILED"				= "O computador não pode conectar-se à Apple porque a conexão está ocupada ou porque os ajustes da sua rede estão incorretos. Clique em Tentar Novamente para voltar e alterar seus ajustes ou tente enviar o seu registro mais tarde.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "A conexão com a Apple está ocupada ou o seu computador não pôde conectar-se à Internet. Verifique os ajustes de sua rede ou conecte-se à Internet antes de enviar seu registro.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Cancelado…";
"MESSAGE_CONNECTION_CANCELED"			= "Por favor, certifique-se de registrar seu produto mais tarde.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Seu registro não pode ser processado neste momento.";
"MESSAGE_REGISTRATION_FAILED"			= "Você pode completar o seu registro mais tarde abrindo o arquivo “Enviar Registro”, localizado em sua pasta pessoal.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "As informações da sua conta estão incorretas.";
"MESSAGE_AUTHENTICATION_FAILED"			= "As informações de conta que você digitou foram rejeitadas pelo provedor de acesso à Internet. Clique em Voltar, corrija as informações e tente novamente.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Seu cartão de crédito não pôde ser processado.";
"MESSAGE_CC_VALIDATION_FAILED"			= "O número de cartão de crédito que você digitou não pôde ser utilizado. Clique em Voltar para certificar-se de que a informação do cartão de crédito está correta ou digite outro número de cartão de crédito e tente novamente.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Houve um problema com as informações do seu endereço.";
"MESSAGE_INVALID_ADDRESS"				= "Clique em Voltar para certificar-se de que a cidade, o CEP ou o código postal e as informações de estado, província ou país estejam corretas e tente novamente.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Há um problema com suas informações de registro.";
"MESSAGE_INVALID_FIRSTNAME"				= "Há um erro no nome que você digitou. Clique em Voltar para certificar-se de que o seu nome esteja correto e tente novamente.";
"MESSAGE_INVALID_LASTNAME"				= "Há um erro no nome que você digitou. Clique em Voltar para certificar-se de que o seu sobrenome esteja correto e tente novamente.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Há um erro no número de telefone que você digitou. Clique em Voltar para certificar-se de que o número do seu telefone esteja correto e tente novamente.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Seu modem não pode detectar um tom de discagem.";
"MESSAGE_NO_DIAL_TONE"					= "Certifique-se de que o seu modem esteja conectado e clique em OK. Ou clique em Cancelar para voltar e selecione a opção “Ignorar tom de discagem”.";

"MESSAGE_CC_IN_USE_TITLE"				= "Você não pode criar uma conta usando este cartão de crédito.";
"MESSAGE_CC_IN_USE"						= "Este cartão de crédito já foi usado para criar uma conta com este provedor de acesso à Internet. Clique em Voltar e digite as informações de outro cartão de crédito ou entre em contato com o provedor.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "O processo de início de sessão no MobileMe foi cancelado.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Você pode clicar em Tentar Novamente para reconectar com o MobileMe ou cancelar o processo de início de sessão no MobileMe e continuar a configurar o seu computador.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Você não especificou uma dica de senha.";
"MESSAGE_NO_HINT_WARNING"				= "Tem certeza de que não deseja digitar uma dica de senha? Caso você se esquecer da senha, precisará redefini-la.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Deseja desligar o seu computador?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Você não terminou a configuração do Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Você não terminou a configuração do Mac OS X. Você pode clicar em Ignorar agora para ignorar o processo de registro.";

"MESSAGE_QUIT_TITLE" = "Você tem certeza de que deseja encerrar?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Se você encerrar agora, seu registro não será enviado à Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Se você deseja continuar com a configuração, mas não quer completar seu registro agora, clique em Registrar Mais Tarde.";

"MESSAGE_CANCEL_TITLE" = "Você tem certeza?";

"MESSAGE_SKIP_USER_INFO" = "Se você não deseja enviar sua informação pessoal, clique em Continuar.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Ocorreu um erro inesperado.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Desculpe, ocorreu um erro inesperado.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Erro";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Desculpe…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[A configuração de rede falhou]";
"ERROR_MESSAGE_ICConfigure"				= "[A configuração da Internet falhou]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[A criação de uma conta local falhou]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "A sua conexão de rede não pôde ser configurada. Não será possível enviar suas informações de registro ou conectar-se à Internet.  Clique em Cancelar para alterar os ajustes da sua rede ou clique em OK para finalizar mesmo assim.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Desculpe";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Advertência";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Você deseja continuar?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Você não forneceu todas as informações solicitadas.";
"ERROR_MESSAGE_VALIDATION_0001" = "Para digitar a informação, clique em Voltar e verifique os campos marcados com setas vermelhas.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "O texto que você introduziu é muito curto.";
"ERROR_MESSAGE_VALIDATION_0002" = "Verifique o campo destacado e corrija o texto.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "As informações que você digitou são incorretas. Volte a digitá-las, certificando-se de que sejam corretas.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "O nome de usuário ou senha que você digitou não estão corretos ou o início de sessão está desativado.";
"ERROR_MESSAGE_VALIDATION_0004" = "Tente digitar as suas informações novamente ou entre em contato com o administrador do servidor.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "O nome de usuário ou senha que você digitou não estão corretos ou o início de sessão está desativado.";
"ERROR_MESSAGE_VALIDATION_0005" = "Tente digitar as suas informações novamente ou entre em contato com o administrador do servidor.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "O nome que você digitou não pode ser usado.";
"ERROR_MESSAGE_VALIDATION_0006" = "Verifique o campo destacado e digite um nome de conta diferente.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "O nome que você digitou não pode ser usado.";
"ERROR_MESSAGE_VALIDATION_0007" = "Este nome não está disponível. Digite um nome diferente.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "O campo do endereço IP está vazio. Digite o seu endereço IP, certificando-se de que esteja correto.";
"ERROR_MESSAGE_VALIDATION_0010" = "O endereço IP fornecido contém caracteres inválidos. Volte a digitar o seu endereço IP, certificando-se de que seja correto.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "O endereço deve conter 4 segmentos."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Verifique o campo destacado e digite um endereço válido. Se você não souber essa informação, pergunte ao administrador da rede.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "O endereço deve conter 4 segmentos."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Verifique o campo destacado e digite um endereço válido. Se você não souber essa informação, pergunte ao administrador da rede.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Cada segmento do endereço deve conter entre 1 e 3 caracteres."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Verifique o campo destacado e digite um endereço válido. Se você não souber essa informação, pergunte ao administrador da rede.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "O endereço que você introduziu não é permitido.";
"ERROR_MESSAGE_VALIDATION_0014" = "Verifique o campo destacado e digite um endereço válido. Se você não souber essa informação, pergunte ao administrador da rede.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "A máscara de sub-rede que você digitou não é correta.";
"ERROR_MESSAGE_VALIDATION_0015" = "Verifique o campo destacado e digite uma máscara de sub-rede válida. Se você não souber essa informação, pergunte ao administrador da rede.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Já existe uma conta do Open Directory com esse nome. Se você usar esse nome, não poderá acessar a conta existente.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Os campos não podem ter o mesmo valor.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "A senha que você introduziu é inválida.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "O número de cartão de crédito que você digitou não pode ser utilizado.";
"ERROR_MESSAGE_VALIDATION_0019" = "Verifique o campo destacado e digite um número de cartão de crédito válido.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Seu nome de conta não pode começar com um número.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "O endereço de e-mail que você digitou talvez não seja válido.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "O endereço IP e o endereço de roteador não são coerentes com a máscara de sub-rede que você digitou. Verifique os seguintes campos e digite valores válidos:\n     Endereço IP\n     Máscara de sub-rede\n     Endereço do roteador\nSe você não souber essas informações, pergunte ao administrador da sua rede.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "O nome que você digitou não pode ser usado.";
"ERROR_MESSAGE_VALIDATION_0023" = "Verifique o campo destacado e digite um nome diferente.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Há informações duplicadas.";
"ERROR_MESSAGE_VALIDATION_0024" = "Verifique o campo destacado e digite valores exclusivos.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Este computador não está na lista de controle de acesso da estação base.";
"ERROR_MESSAGE_VALIDATION_0025" = "Você deve adicionar este computador à lista de controle de acesso da estação base.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Houve um erro de conexão com a rede selecionada.";
"ERROR_MESSAGE_VALIDATION_0026" = "Verifique seus ajustes AirPort ou tente conectar-se a uma rede diferente.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Parte de sua informação de registro está faltando.";
"ERROR_MESSAGE_VALIDATION_0027" = "Para digitar a informação, clique em Voltar e verifique os campos marcados com setas vermelhas.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Digite um código postal válido.";
"ERROR_MESSAGE_VALIDATION_1001" = "Digite um código de área válido.";
"ERROR_MESSAGE_VALIDATION_1002" = "Digite um número local válido.";
"ERROR_MESSAGE_VALIDATION_1003" = "Digite um número de telefone válido.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "O número do contrato inserido é inválido.";
"ERROR_MESSAGE_VALIDATION_2000" = "O número do contrato deve ter 12 ou 15 dígitos.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "As senhas não coincidem.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Verifique os campos marcados com setas vermelhas e digite a mesma senha em ambos os campos.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Você não digitou uma senha para a sua conta de usuário.";
"ERROR_NO_PASSWORD_INSECURE" = "Se a sua conta de usuário não tiver uma senha, seu computador não estará seguro. Clique em Cancelar para digitar uma senha.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Já existe uma conta de Open Directory com esse nome por extenso.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Se você usar esse nome, não poderá acessar a conta de usuário existente. Deseja realmente criar uma conta local com esse nome?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Já existe uma conta de Open Directory com esse nome.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Se você usar esse nome, não poderá acessar a conta de usuário existente. Deseja realmente criar uma conta local com esse nome?";

"ERROR_IP_AND_ROUTER_TITLE" = "Tem certeza de que deseja que o endereço IP e o endereço do roteador sejam iguais?";
"ERROR_IP_AND_ROUTER" = "Ter o mesmo endereço de IP e de roteador pode provocar problemas de rede. Se você não souber o seu endereço IP e o endereço do roteador, pergunte ao administrador da sua rede antes de continuar.";

"ERROR_POSTAL_USA_TITLE" = "O código postal que você introduziu não é válido.";
"ERROR_POSTAL_USA" = "O código postal deve ter 5 dígitos ou 9 dígitos para códigos postais do tipo código postal+4 e deve estar no formato XXXXX-XXXX, onde cada X representa um dígito do seu código postal.";

"ERROR_POSTAL_JAPAN_TITLE" = "O código postal que você introduziu não é válido.";
"ERROR_POSTAL_JAPAN" = "O código postal deve ter 7 dígitos e deve estar no formato XXX-XXXX, onde cada X representa um dígito do seu código postal.";

"ERROR_POSTAL_OTHER_TITLE" = "O código postal que você introduziu não é válido.";
"ERROR_POSTAL_OTHER" = "O código postal deve ter menos de 32 caracteres.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "O código de área que você introduziu não é válido.";
"ERROR_AREA_CODE_CANADA_USA" = "O código de área deve ser maior que 200 e não pode ser 411, 611 ou 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "O número local que você introduziu não é válido.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "O número de transferência deve ser maior que 200 e não pode ser 411, 611 ou 911. Volte a digitar o número do seu telefone, certificando-se de que seja digitado corretamente.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "O número de telefone local que você digitou não é válido.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "O número de transferência não pode ser 555 para o código de área que você digitou. Volte a digitar o número do seu telefone, certificando-se de que seja digitado corretamente.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "O número de telefone que você introduziu não é válido.";
"ERROR_PHONE_NUMBER_JAPAN" = "O número de telefone deve ter pelo menos 10 dígitos.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "O número de telefone que você introduziu não é válido.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "O número de telefone deve ter 10 dígitos.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "O nome de usuário e a senha não podem ser iguais.";
"ERROR_USERNAME_AND_PASSWORD"		= "Sua segurança estará em risco. Digite uma senha diferente.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Há entradas DNS duplicadas.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Verifique o campo destacado e digite valores de DNS exclusivos.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "A dica e a senha não podem ser iguais.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Sua segurança estará em risco. Digite uma dica ou senha diferentes.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Milhão";
"Internet Service Plan"                 = "Plano de Acesso à Internet";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Introdução";
